Repository: adamholtmart/clawtv-public
Catalog: ClawTV/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, nl, pl, pt, ro, ru, tr

source: Home
ar: الرئيسية
de: Startseite
es: Inicio
fr: Accueil
pl: Strona główna
pt: Início
ro: Acasă
ru: Главная
tr: Ana Sayfa

source: Guide
ar: الدليل
de: Programm
es: Guía
it: Guida
nl: Gids
pl: Przewodnik
pt: Guia
ro: Ghid
ru: Программа
tr: Rehber

source: Movies
ar: أفلام
de: Filme
es: Películas
fr: Films
it: Film
nl: Films
pl: Filmy
pt: Filmes
ro: Filme
ru: Фильмы
tr: Filmler

source: Series
ar: مسلسلات
de: Serien
fr: Séries
it: Serie
pl: Seriale
pt: Séries
ro: Seriale
ru: Сериалы
tr: Diziler

source: Search
ar: بحث
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca
nl: Zoeken
pl: Szukaj
pt: Pesquisar
ro: Căutare
ru: Поиск
tr: Ara

source: Favorites
ar: المفضلة
de: Favoriten
es: Favoritos
fr: Favoris
it: Preferiti
nl: Favorieten
pl: Ulubione
pt: Favoritos
ro: Favorite
ru: Избранное
tr: Favoriler

source: All
ar: الكل
de: Alle
es: Todo
fr: Tout
it: Tutto
nl: Alles
pl: Wszystkie
pt: Tudo
ro: Toate
ru: Все
tr: Tümü

source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
nl: Instellingen
pl: Ustawienia
pt: Configurações
ro: Setări
ru: Настройки
tr: Ayarlar

source: Multi View
ar: عرض متعدد
de: Mehrfachansicht
es: Vista múltiple
fr: Vue multiple
it: Vista multipla
nl: Meerdere weergaven
pl: Widok wielokrotny
pt: Múltipla visão
ro: Vizualizare multiplă
ru: Мультиэкран
tr: Çoklu Görünüm

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
nl: Annuleren
pl: Anuluj
pt: Cancelar
ro: Anulare
ru: Отмена
tr: İptal

source: Done
ar: تم
de: Fertig
es: Hecho
fr: Terminé
it: Fine
nl: Klaar
pl: Gotowe
pt: Concluído
ro: Gata
ru: Готово
tr: Tamam

source: Back
ar: رجوع
de: Zurück
es: Atrás
fr: Retour
it: Indietro
nl: Terug
pl: Wstecz
pt: Voltar
ro: Înapoi
ru: Назад
tr: Geri

source: Continue
ar: متابعة
de: Weiter
es: Continuar
fr: Continuer
it: Continua
nl: Doorgaan
pl: Kontynuuj
pt: Continuar
ro: Continuare
ru: Продолжить
tr: Devam

source: Skip
ar: تخطي
de: Überspringen
es: Omitir
fr: Passer
it: Salta
nl: Overslaan
pl: Pomiń
pt: Ignorar
ro: Ignorați
ru: Пропустить
tr: Atla

source: Retry
ar: إعادة المحاولة
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt: Tentar novamente
ro: Reîncercați
ru: Повторить
tr: Tekrar Dene

source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
nl: Sluiten
pl: Zamknij
pt: Fechar
ro: Închide
ru: Закрыть
tr: Kapat

source: Refresh
ar: تحديث
de: Aktualisieren
es: Actualizar
fr: Actualiser
it: Aggiorna
nl: Vernieuwen
pl: Odśwież
pt: Atualizar
ro: Reîmprospătare
ru: Обновить
tr: Yenile

source: Edit
ar: تعديل
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
nl: Bewerken
pl: Edytuj
pt: Editar
ro: Editare
ru: Редактировать
tr: Düzenle

source: Import
ar: استيراد
de: Importieren
es: Importar
fr: Importer
it: Importa
nl: Importeren
pl: Importuj
pt: Importar
ru: Импорт
tr: İçe aktar

source: Add Channel
ar: إضافة قناة
de: Kanal hinzufügen
es: Añadir canal
fr: Ajouter une chaîne
it: Aggiungi canale
nl: Kanaal toevoegen
pl: Dodaj kanał
pt: Adicionar canal
ro: Adăugare canal
ru: Добавить канал
tr: Kanal Ekle

source: Replace Channel
ar: استبدال القناة
de: Kanal ersetzen
es: Reemplazar canal
fr: Remplacer la chaîne
it: Sostituisci canale
nl: Kanaal vervangen
pl: Zastąp kanał
pt: Substituir canal
ro: Înlocuire canal
ru: Заменить канал
tr: Kanalı Değiştir

source: Refresh Channel
ar: تحديث القناة
de: Kanal aktualisieren
es: Actualizar canal
fr: Actualiser la chaîne
it: Aggiorna canale
nl: Kanaal vernieuwen
pl: Odśwież kanał
pt: Atualizar canal
ro: Reîmprospătare canal
ru: Обновить канал
tr: Kanalı Yenile

source: Remove
ar: إزالة
de: Entfernen
es: Eliminar
fr: Supprimer
it: Rimuovi
nl: Verwijderen
pl: Usuń
pt: Remover
ro: Eliminare
ru: Удалить
tr: Kaldır

source: Watch Full Screen
ar: مشاهدة بملء الشاشة
de: Vollbild ansehen
es: Ver en pantalla completa
fr: Regarder en plein écran
it: Guarda a schermo intero
nl: Volledig scherm bekijken
pl: Oglądaj na pełnym ekranie
pt: Assistir em tela cheia
ro: Vizualizare pe ecran complet
ru: Смотреть на весь экран
tr: Tam Ekranda İzle

source: Focus Channel
ar: تركيز القناة
de: Kanal fokussieren
es: Enfocar canal
fr: Mettre en focus
it: Metti a fuoco canale
nl: Kanaal focussen
pl: Skup na kanale
pt: Focar canal
ro: Focalizare canal
ru: Фокус на канале
tr: Kanalı Odakla

source: Exit Focus
ar: الخروج من التركيز
de: Fokus beenden
es: Salir del foco
fr: Quitter le focus
it: Esci dal focus
nl: Focus verlaten
pl: Wyjdź z fokusu
pt: Sair do foco
ro: Ieșire din focalizare
ru: Выйти из фокуса
tr: Odaktan Çık

source: Make This the Focus
ar: جعل هذا محور التركيز
de: Als Fokus setzen
es: Poner en foco
fr: Mettre en avant
it: Metti a fuoco questo
nl: Dit als focus instellen
pl: Ustaw jako fokus
pt: Colocar em foco
ro: Setare ca focalizare
ru: Сделать главным
tr: Bunu Odak Yap

source: Exit Multi-View
ar: الخروج من العرض المتعدد
de: Mehrfachansicht beenden
es: Salir de vista múltiple
fr: Quitter la vue multiple
it: Esci dalla vista multipla
nl: Meerdere weergaven verlaten
pl: Wyjdź z widoku wielokrotnego
pt: Sair da vista múltipla
ro: Ieșire din vizualizare multiplă
ru: Выйти из мультиэкрана
tr: Çoklu Görünümden Çık

source: Unmute
ar: إلغاء الصمت
de: Ton einschalten
es: Activar sonido
fr: Activer le son
it: Riattiva audio
nl: Geluid aan
pl: Włącz dźwięk
pt: Ativar som
ro: Activare sunet
ru: Включить звук
tr: Sesi Aç

source: Multi-View
ar: عرض متعدد
de: Mehrfachansicht
es: Vista múltiple
fr: Vue multiple
it: Vista multipla
nl: Meerdere weergaven
pl: Widok wielokrotny
pt: Múltipla visão
ro: Vizualizare multiplă
ru: Мультиэкран
tr: Çoklu Görünüm

source: Watch up to 4 channels at once.
ar: شاهد حتى 4 قنوات في آن واحد.
de: Bis zu 4 Kanäle gleichzeitig ansehen.
es: Ve hasta 4 canales a la vez.
fr: Regardez jusqu'à 4 chaînes à la fois.
it: Guarda fino a 4 canali contemporaneamente.
nl: Bekijk tot 4 kanalen tegelijk.
pl: Oglądaj do 4 kanałów jednocześnie.
pt: Assista até 4 canais ao mesmo tempo.
ro: Urmăriți până la 4 canale simultan.
ru: Смотрите до 4 каналов одновременно.
tr: Aynı anda 4 kanala kadar izleyin.

source: Stream failed
ar: فشل البث
de: Stream fehlgeschlagen
es: Error de transmisión
fr: Échec du flux
it: Stream non riuscito
nl: Stream mislukt
pl: Błąd strumienia
pt: Falha no stream
ro: Eroare flux
ru: Ошибка потока
tr: Yayın başarısız

source: Welcome to ClawTV
ar: مرحباً بك في ClawTV
de: Willkommen bei ClawTV
es: Bienvenido a ClawTV
fr: Bienvenue sur ClawTV
it: Benvenuto in ClawTV
nl: Welkom bij ClawTV
pl: Witaj w ClawTV
pt: Bem-vindo ao ClawTV
ro: Bun venit la ClawTV
ru: Добро пожаловать в ClawTV
tr: ClawTV'ye Hoş Geldiniz

source: A beautiful native player for your IPTV & M3U playlists.
ar: مشغل أصلي رائع لقوائم IPTV وM3U.
de: Ein schöner nativer Player für Ihre IPTV- und M3U-Playlists.
es: Un reproductor nativo y elegante para tus listas IPTV y M3U.
fr: Un lecteur natif élégant pour vos playlists IPTV et M3U.
it: Un bellissimo player nativo per le tue playlist IPTV e M3U.
nl: Een mooie native speler voor uw IPTV- en M3U-afspeellijsten.
pl: Piękny natywny odtwarzacz list IPTV i M3U.
pt: Um reprodutor nativo bonito para suas listas IPTV e M3U.
ro: Un player nativ frumos pentru listele tale IPTV și M3U.
ru: Красивый нативный плеер для ваших IPTV и M3U плейлистов.
tr: IPTV ve M3U listeleriniz için güzel bir yerel oynatıcı.

source: Get Started
ar: ابدأ
de: Loslegen
es: Comenzar
fr: Commencer
it: Inizia
nl: Aan de slag
pl: Rozpocznij
pt: Começar
ro: Să începem
ru: Начать
tr: Başla

source: Before you continue
ar: قبل المتابعة
de: Bevor Sie fortfahren
es: Antes de continuar
fr: Avant de continuer
it: Prima di continuare
nl: Voordat u doorgaat
pl: Zanim przejdziesz dalej
pt: Antes de continuar
ro: Înainte de a continua
ru: Перед продолжением
tr: Devam etmeden önce

source: ClawTV is a player. It does not provide, host, or sell any TV channels or content.
ar: ClawTV مشغل فقط. لا يوفر أو يستضيف أو يبيع أي قنوات تلفزيونية أو محتوى.
de: ClawTV ist ein Player. Es stellt keine TV-Kanäle oder Inhalte bereit, hostet oder verkauft diese.
es: ClawTV es un reproductor. No proporciona, aloja ni vende canales de TV ni contenido.
fr: ClawTV est un lecteur. Il ne fournit, n'héberge ni ne vend aucune chaîne ou contenu TV.
it: ClawTV è un player. Non fornisce, ospita né vende canali TV o contenuti.
nl: ClawTV is een speler. Het biedt geen tv-kanalen of inhoud aan, host of verkoopt deze niet.
pl: ClawTV to odtwarzacz. Nie dostarcza, nie hostuje ani nie sprzedaje kanałów telewizyjnych ani treści.
pt: ClawTV é um reprodutor. Não fornece, hospeda nem vende canais de TV ou conteúdo.
ro: ClawTV este un player. Nu furnizează, nu găzduiește și nu vinde canale TV sau conținut.
ru: ClawTV — это плеер. Он не предоставляет, не хостит и не продаёт телеканалы или контент.
tr: ClawTV bir oynatıcıdır. Hiçbir TV kanalı veya içerik sağlamaz, barındırmaz veya satmaz.

source: I understand and confirm I have the right to view the content I'm about to load.
ar: أفهم وأؤكد أن لدي الحق في مشاهدة المحتوى الذي سأحمله.
de: Ich verstehe und bestätige, dass ich das Recht habe, die Inhalte anzusehen, die ich laden möchte.
es: Entiendo y confirmo que tengo derecho a ver el contenido que voy a cargar.
fr: Je comprends et confirme que j'ai le droit de regarder le contenu que je vais charger.
it: Capisco e confermo di avere il diritto di visualizzare il contenuto che sto per caricare.
nl: Ik begrijp en bevestig dat ik het recht heb om de inhoud te bekijken die ik ga laden.
pl: Rozumiem i potwierdzam, że mam prawo do oglądania treści, które zamierzam załadować.
pt: Entendo e confirmo que tenho o direito de visualizar o conteúdo que estou prestes a carregar.
ro: Înțeleg și confirm că am dreptul de a viziona conținutul pe care urmează să îl încarc.
ru: Я понимаю и подтверждаю, что имею право просматривать загружаемый контент.
tr: Yüklemek üzere olduğum içeriği izleme hakkına sahip olduğumu anlıyor ve onaylıyorum.

source: Add your playlist
ar: أضف قائمة التشغيل
de: Ihre Playlist hinzufügen
es: Añade tu lista
fr: Ajoutez votre playlist
it: Aggiungi la tua playlist
nl: Voeg uw afspeellijst toe
pl: Dodaj swoją listę
pt: Adicione sua lista
ro: Adaugă lista ta
ru: Добавьте плейлист
tr: Listenizi ekleyin

source: Paste the M3U URL provided by your IPTV service or media server.
ar: الصق رابط M3U المقدم من خدمة IPTV أو خادم الوسائط.
de: Fügen Sie die M3U-URL Ihres IPTV-Dienstes oder Medienservers ein.
es: Pega la URL M3U de tu servicio IPTV o servidor multimedia.
fr: Collez l'URL M3U fournie par votre service IPTV ou serveur multimédia.
it: Incolla l'URL M3U fornito dal tuo servizio IPTV o server multimediale.
nl: Plak de M3U-URL van uw IPTV-service of mediaserver.
pl: Wklej adres URL M3U dostarczony przez serwis IPTV lub serwer multimediów.
pt: Cole o URL M3U fornecido pelo seu serviço IPTV ou servidor de mídia.
ro: Lipiți URL-ul M3U furnizat de serviciul dvs. IPTV sau serverul media.
ru: Вставьте URL M3U вашего IPTV-сервиса или медиасервера.
tr: IPTV servisiniz veya medya sunucunuzun sağladığı M3U URL'sini yapıştırın.

source: Playlist Name (optional)
ar: اسم القائمة (اختياري)
es: Nombre de la lista (opcional)
fr: Nom de la playlist (facultatif)
it: Nome playlist (opzionale)
nl: Naam afspeellijst (optioneel)
pl: Nazwa listy (opcjonalnie)
pt: Nome da lista (opcional)
ro: Numele listei (opțional)
ru: Название плейлиста (необязательно)
tr: Liste Adı (isteğe bağlı)

source: M3U URL
ar: رابط M3U
es: URL M3U
fr: URL M3U
it: URL M3U
pl: URL M3U
pt: URL M3U
ro: URL M3U
ru: URL M3U

source: Add Playlist
ar: إضافة قائمة
de: Playlist hinzufügen
es: Añadir lista
fr: Ajouter une playlist
it: Aggiungi playlist
nl: Afspeellijst toevoegen
pl: Dodaj listę
pt: Adicionar lista
ro: Adăugare listă
ru: Добавить плейлист
tr: Liste Ekle

source: Adding…
ar: جارٍ الإضافة…
de: Wird hinzugefügt…
es: Añadiendo…
fr: Ajout en cours…
it: Aggiunta…
nl: Toevoegen…
pl: Dodawanie…
pt: Adicionando…
ro: Se adaugă…
ru: Добавление…
tr: Ekleniyor…

source: Add a program guide (optional)
ar: إضافة دليل البرامج (اختياري)
de: Programmführer hinzufügen (optional)
es: Añadir guía de programas (opcional)
fr: Ajouter un guide des programmes (facultatif)
it: Aggiungi guida programmi (opzionale)
nl: Programmagids toevoegen (optioneel)
pl: Dodaj przewodnik programowy (opcjonalnie)
pt: Adicionar guia de programas (opcional)
ro: Adăugare ghid de programe (opțional)
ru: Добавить программу передач (необязательно)
tr: Program rehberi ekle (isteğe bağlı)

source: You're all set
ar: كل شيء جاهز
de: Alles bereit
es: Todo listo
fr: Vous êtes prêt
it: Sei pronto
nl: Alles is klaar
pl: Wszystko gotowe
pt: Tudo pronto
ro: Totul e pregătit
ru: Всё готово
tr: Hazırsınız

source: Start Watching
ar: بدء المشاهدة
de: Ansehen starten
es: Empezar a ver
fr: Commencer à regarder
it: Inizia a guardare
nl: Begin met kijken
pl: Zacznij oglądać
pt: Começar a assistir
ro: Începeți vizionarea
ru: Начать просмотр
tr: İzlemeye Başla

source: Please enter a valid http(s) URL.
ar: الرجاء إدخال رابط http(s) صحيح.
de: Bitte geben Sie eine gültige http(s)-URL ein.
es: Por favor, ingresa una URL http(s) válida.
fr: Veuillez saisir une URL http(s) valide.
it: Inserisci un URL http(s) valido.
nl: Voer een geldig http(s)-URL in.
pl: Wprowadź prawidłowy adres URL http(s).
pt: Por favor, insira um URL http(s) válido.
ro: Introduceți un URL http(s) valid.
ru: Введите корректный URL http(s).
tr: Lütfen geçerli bir http(s) URL girin.

source: Couldn't load that playlist. Double-check the URL.
ar: تعذر تحميل القائمة. تحقق من الرابط.
de: Diese Playlist konnte nicht geladen werden. Überprüfen Sie die URL.
es: No se pudo cargar esa lista. Verifica el URL.
fr: Impossible de charger cette playlist. Vérifiez l'URL.
it: Impossibile caricare la playlist. Controlla l'URL.
nl: Kan deze afspeellijst niet laden. Controleer de URL.
pl: Nie można załadować tej listy. Sprawdź URL.
pt: Não foi possível carregar essa lista. Verifique o URL.
ro: Lista nu a putut fi încărcată. Verificați URL-ul.
ru: Не удалось загрузить плейлист. Проверьте URL.
tr: Bu liste yüklenemedi. URL'yi kontrol edin.

source: Your free trial has ended.
ar: انتهت فترة التجربة المجانية.
de: Ihre kostenlose Testphase ist beendet.
es: Tu prueba gratuita ha terminado.
fr: Votre essai gratuit est terminé.
it: La tua prova gratuita è terminata.
nl: Uw gratis proefperiode is afgelopen.
pl: Twój bezpłatny okres próbny dobiegł końca.
pt: Seu período de avaliação gratuito terminou.
ro: Perioada de probă gratuită s-a încheiat.
ru: Бесплатный пробный период завершён.
tr: Ücretsiz denemeniz sona erdi.

source: Beautiful, native tvOS player for any M3U playlist
ar: مشغل tvOS أصلي ورائع لأي قائمة M3U
de: Schöner nativer tvOS-Player für jede M3U-Playlist
es: Reproductor nativo y hermoso para cualquier lista M3U
fr: Lecteur tvOS natif et élégant pour toute playlist M3U
it: Player tvOS nativo e bellissimo per qualsiasi playlist M3U
nl: Mooie native tvOS-speler voor elke M3U-afspeellijst
pl: Piękny, natywny odtwarzacz tvOS dla każdej listy M3U
pt: Player nativo e bonito para qualquer playlist M3U
ro: Player tvOS nativ frumos pentru orice listă M3U
ru: Красивый нативный tvOS-плеер для любого M3U-плейлиста
tr: Herhangi bir M3U listesi için güzel yerel tvOS oynatıcı

source: Built-in EPG / program guide via your XMLTV source
ar: دليل EPG مدمج عبر مصدر XMLTV
de: Integrierter EPG über Ihre XMLTV-Quelle
es: Guía EPG integrada a través de tu fuente XMLTV
fr: EPG intégré via votre source XMLTV
it: EPG integrato tramite la tua sorgente XMLTV
nl: Ingebouwde EPG via uw XMLTV-bron
pl: Wbudowany EPG przez Twoje źródło XMLTV
pt: EPG integrado via sua fonte XMLTV
ro: EPG integrat prin sursa dvs. XMLTV
ru: Встроенный EPG через ваш XMLTV-источник
tr: XMLTV kaynağınız üzerinden dahili EPG

source: Multi-View — watch up to four channels at once
ar: عرض متعدد — شاهد حتى أربع قنوات في آن واحد
de: Mehrfachansicht — bis zu vier Kanäle gleichzeitig ansehen
es: Vista múltiple: ve hasta cuatro canales a la vez
fr: Vue multiple — regardez jusqu'à quatre chaînes à la fois
it: Vista multipla — guarda fino a quattro canali contemporaneamente
nl: Meerdere weergaven — bekijk tot vier kanalen tegelijk
pl: Widok wielokrotny — oglądaj do czterech kanałów jednocześnie
pt: Múltipla visão — assista até quatro canais ao mesmo tempo
ro: Vizualizare multiplă — urmăriți până la patru canale simultan
ru: Мультиэкран — смотрите до четырёх каналов одновременно
tr: Çoklu Görünüm — aynı anda dört kanala kadar izleyin

source: Favorites, history, and instant search
ar: المفضلة والسجل والبحث الفوري
de: Favoriten, Verlauf und Sofortsuche
es: Favoritos, historial y búsqueda instantánea
fr: Favoris, historique et recherche instantanée
it: Preferiti, cronologia e ricerca istantanea
nl: Favorieten, geschiedenis en direct zoeken
pl: Ulubione, historia i natychmiastowe wyszukiwanie
pt: Favoritos, histórico e pesquisa instantânea
ro: Favorite, istoric și căutare instantanee
ru: Избранное, история и мгновенный поиск
tr: Favoriler, geçmiş ve anında arama

source: Buy once. Own forever. No subscriptions.
ar: اشترِ مرة واحدة. امتلك للأبد. بدون اشتراكات.
de: Einmal kaufen. Für immer besitzen. Keine Abonnements.
es: Compra una vez. Tuyo para siempre. Sin suscripciones.
fr: Achetez une fois. Possédez pour toujours. Sans abonnement.
it: Acquista una volta. Possiedi per sempre. Nessun abbonamento.
nl: Eén keer kopen. Voor altijd van u. Geen abonnementen.
pl: Kup raz. Miej na zawsze. Bez subskrypcji.
pt: Compre uma vez. Tenha para sempre. Sem assinaturas.
ro: Cumpărați o dată. Dețineți pentru totdeauna. Fără abonamente.
ru: Купи один раз. Владей навсегда. Без подписок.
tr: Bir kez satın al. Sonsuza kadar sahip ol. Abonelik yok.

source: Unlock ClawTV
ar: فتح ClawTV
de: ClawTV freischalten
es: Desbloquear ClawTV
fr: Débloquer ClawTV
it: Sblocca ClawTV
nl: ClawTV ontgrendelen
pl: Odblokuj ClawTV
pt: Desbloquear ClawTV
ro: Deblocare ClawTV
ru: Разблокировать ClawTV
tr: ClawTV'nin Kilidini Aç

source: Restore Purchase
ar: استعادة الشراء
de: Kauf wiederherstellen
es: Restaurar compra
fr: Restaurer l'achat
it: Ripristina acquisto
nl: Aankoop herstellen
pl: Przywróć zakup
pt: Restaurar compra
ro: Restaurare achiziție
ru: Восстановить покупку
tr: Satın Almayı Geri Yükle

source: Starting…
ar: جارٍ البدء…
de: Wird gestartet…
es: Iniciando…
fr: Démarrage…
it: Avvio…
nl: Starten…
pl: Uruchamianie…
pt: Iniciando…
ro: Se pornește…
ru: Запуск…
tr: Başlatılıyor…

source: Buffering…
ar: جارٍ التخزين المؤقت…
de: Wird gepuffert…
es: Almacenando en búfer…
fr: Mise en mémoire tampon…
nl: Bufferen…
pl: Buforowanie…
pt: Carregando…
ro: Se bufferizează…
ru: Буферизация…
tr: Tamponlanıyor…

source: Picture in Picture
ar: صورة داخل صورة
de: Bild-in-Bild
es: Imagen en imagen
fr: Incrustation d'image
it: Immagine nell'immagine
nl: Beeld-in-beeld
pl: Obraz w obrazie
pt: Imagem em imagem
ro: Imagine în imagine
ru: Картинка в картинке
tr: Küçük Ekran Modu

source: Subtitles / CC
ar: الترجمة
de: Untertitel / UT
es: Subtítulos / CC
fr: Sous-titres / ST
it: Sottotitoli / CC
nl: Ondertiteling / CC
pl: Napisy / CC
pt: Legendas / CC
ro: Subtitrări / CC
ru: Субтитры / CC
tr: Altyazılar / CC

source: No subtitle tracks detected
ar: لم يتم اكتشاف مسارات الترجمة
de: Keine Untertitel-Spuren erkannt
es: No se detectaron pistas de subtítulos
fr: Aucune piste de sous-titres détectée
it: Nessuna traccia di sottotitoli rilevata
nl: Geen ondertitelsporen gedetecteerd
pl: Nie wykryto ścieżek napisów
pt: Nenhuma faixa de legenda detectada
ro: Nu s-au detectat piste de subtitrare
ru: Дорожки субтитров не обнаружены
tr: Altyazı parçası bulunamadı

source: Off
ar: إيقاف
de: Aus
es: Desactivado
fr: Désactivé
it: Disattivato
nl: Uit
pl: Wyłącz
pt: Desligado
ro: Oprit
ru: Выкл
tr: Kapalı

source: Search 77,000+ channels
ar: البحث في أكثر من 77,000 قناة
de: 77.000+ Kanäle durchsuchen
es: Buscar 77.000+ canales
fr: Rechercher 77 000+ chaînes
it: Cerca 77.000+ canali
nl: Zoek in 77.000+ kanalen
pl: Szukaj wśród 77 000+ kanałów
pt: Pesquisar 77.000+ canais
ro: Căutați peste 77.000 de canale
ru: Поиск по 77 000+ каналам
tr: 77.000'den fazla kanal ara

source: Recently Watched
ar: شوهد مؤخراً
de: Zuletzt angesehen
es: Visto recientemente
fr: Récemment regardé
it: Guardati di recente
nl: Onlangs bekeken
pl: Ostatnio oglądane
pt: Assistido recentemente
ro: Vizionat recent
ru: Недавно просмотренные
tr: Son İzlenenler

source: Searching…
ar: جارٍ البحث…
de: Wird gesucht…
es: Buscando…
fr: Recherche en cours…
it: Ricerca…
nl: Zoeken…
pl: Wyszukiwanie…
pt: Pesquisando…
ro: Se caută…
ru: Поиск…
tr: Aranıyor…

source: No channels in this category
ar: لا توجد قنوات في هذه الفئة
de: Keine Kanäle in dieser Kategorie
es: No hay canales en esta categoría
fr: Aucune chaîne dans cette catégorie
it: Nessun canale in questa categoria
nl: Geen kanalen in deze categorie
pl: Brak kanałów w tej kategorii
pt: Não há canais nesta categoria
ro: Niciun canal în această categorie
ru: В этой категории нет каналов
tr: Bu kategoride kanal yok

source: ★ Favorites
ar: ★ المفضلة
de: ★ Favoriten
es: ★ Favoritos
fr: ★ Favoris
it: ★ Preferiti
nl: ★ Favorieten
pl: ★ Ulubione
pt: ★ Favoritos
ro: ★ Favorite
ru: ★ Избранное
tr: ★ Favoriler

source: Playlists
ar: القوائم
es: Listas
it: Playlist
nl: Afspeellijsten
pl: Listy
pt: Listas
ro: Liste
ru: Плейлисты
tr: Listeler

source: No playlists
ar: لا توجد قوائم
de: Keine Playlists
es: Sin listas
fr: Aucune playlist
it: Nessuna playlist
nl: Geen afspeellijsten
pl: Brak list
pt: Sem listas
ro: Nicio listă
ru: Нет плейлистов
tr: Liste yok

source: Auto-refresh
ar: التحديث التلقائي
de: Automatische Aktualisierung
es: Actualización automática
fr: Actualisation automatique
it: Aggiornamento automatico
nl: Automatisch vernieuwen
pl: Automatyczne odświeżanie
pt: Atualização automática
ro: Reîmprospătare automată
ru: Автообновление
tr: Otomatik yenileme

source: Refresh All Playlists
ar: تحديث جميع القوائم
de: Alle Playlists aktualisieren
es: Actualizar todas las listas
fr: Actualiser toutes les playlists
it: Aggiorna tutte le playlist
nl: Alle afspeellijsten vernieuwen
pl: Odśwież wszystkie listy
pt: Atualizar todas as listas
ro: Reîmprospătare toate listele
ru: Обновить все плейлисты
tr: Tüm Listeleri Yenile

source: EPG (Program Guide)
ar: EPG (دليل البرامج)
de: EPG (Programmführer)
es: EPG (Guía de programas)
fr: EPG (Guide des programmes)
it: EPG (Guida programmi)
nl: EPG (Programmagids)
pl: EPG (Przewodnik programowy)
pt: EPG (Guia de programas)
ro: EPG (Ghid de programe)
ru: EPG (Программа передач)
tr: EPG (Program Rehberi)

source: EPG URL
ar: رابط EPG
es: URL del EPG
fr: URL EPG
it: URL EPG
pl: URL EPG
pt: URL do EPG
ro: URL EPG
ru: URL EPG

source: Refresh EPG
ar: تحديث EPG
de: EPG aktualisieren
es: Actualizar EPG
fr: Actualiser l'EPG
it: Aggiorna EPG
nl: EPG vernieuwen
pl: Odśwież EPG
pt: Atualizar EPG
ro: Reîmprospătare EPG
ru: Обновить EPG
tr: EPG'yi Yenile

source: Loading EPG…
ar: جارٍ تحميل EPG…
de: EPG wird geladen…
es: Cargando EPG…
fr: Chargement de l'EPG…
it: Caricamento EPG…
nl: EPG laden…
pl: Ładowanie EPG…
pt: Carregando EPG…
ro: Se încarcă EPG…
ru: Загрузка EPG…
tr: EPG yükleniyor…

source: Playback
ar: التشغيل
de: Wiedergabe
es: Reproducción
fr: Lecture
it: Riproduzione
nl: Afspelen
pl: Odtwarzanie
pt: Reprodução
ro: Redare
ru: Воспроизведение
tr: Oynatma

source: Resume last channel on launch
ar: استئناف القناة الأخيرة عند التشغيل
de: Letzten Kanal beim Start fortsetzen
es: Reanudar último canal al inicio
fr: Reprendre la dernière chaîne au lancement
it: Riprendi l'ultimo canale all'avvio
nl: Hervat laatste kanaal bij opstarten
pl: Wznów ostatni kanał przy uruchomieniu
pt: Retomar último canal ao iniciar
ro: Reluare ultimul canal la pornire
ru: Возобновлять последний канал при запуске
tr: Başlatmada son kanaldan devam et
